import { ISlidersData } from "..";

export const airplaneList: ISlidersData[] = [
  {
    id: 1,
    date: 1960,
    title:
      "Первый успешный управляемый полет самолета был совершен братьями Райт 17 декабря 1903 года в Кити-Хок, Северная Каролина, США.",
    parentId: 1,
  },
  {
    id: 2,
    date: 1962,
    title:
      "Самый быстрый самолет в мире — это Североамериканский X-15, который достиг скорости 7,274 км/ч (Мах 6.72) в 1967 году.",
    parentId: 1,
  },
  {
    id: 3,
    date: 1964,
    title:
      "Самый дальний беспосадочный коммерческий рейс в мире выполняется по маршруту Сингапур — Ньюарк (Сингапурские авиалинии), преодолевая около 15,343 километров.",
    parentId: 1,
  },
  {
    id: 4,
    date: 1965,
    title:
      "Коммерческие пассажирские самолеты обычно летают на высоте от 9,000 до 12,000 метров (30,000 - 40,000 футов).",
    parentId: 1,
  },
  {
    id: 5,
    date: 1969,
    title:
      "Самый большой в мире самолет по размаху крыльев — Антонов Ан-225, с размахом крыльев 88.4 метра и максимальной взлетной массой 640 тонн.",
    parentId: 1,
  },
];
