import { ISlidersData } from "..";

export const foodList: ISlidersData[] = [
  {
    id: 1,
    date: 1200,
    title:
      "Пицца, как блюдо, имеет древние корни и впервые упоминается в документах древних греков и римлян, где она представлялась как сочетание хлеба и различных начинок.",
    parentId: 4,
  },
  {
    id: 2,
    date: 1255,
    title:
      "Чай — национальный напиток Китая, который имеет более чем 5000-летнюю историю. Он был открыт случайно, когда листья чайного куста упали в кипящий котел воды.",
    parentId: 4,
  },
  {
    id: 3,
    date: 1258,
    title:
      "Шоколад, как напиток, был известен древним майя и ацтекам в Центральной Америке. Они приготавливали напиток из какао-бобов, приправленный перцем и ванилью.",
    parentId: 4,
  },
  {
    id: 4,
    date: 1285,
    title:
      "Суши возникло в Японии в VIII веке. Изначально это был способ сохранения рыбы в рисе. С течением времени этот метод приготовления стал популярным и трансформировался в искусство.",
    parentId: 4,
  },
  {
    id: 5,
    date: 1299,
    title:
      "В разных странах мира проводятся уникальные фестивали, посвященные еде. Например, в Испании ежегодно проходит фестиваль Томатины, где участники массово бросаются томатами друг в друга.",
    parentId: 4,
  },
];
