import { ISlidersData } from "..";

export const gameList: ISlidersData[] = [
  {
    id: 1,
    date: 2005,
    title:
      'Первая компьютерная игра называлась "Spacewar!" и была разработана в 1962 году для PDP-1. Она стала прародителем многих последующих жанров.',
    parentId: 5,
  },
  {
    id: 2,
    date: 2008,
    title:
      "Индустрия компьютерных игр является одной из самых быстрорастущих в мире развлечений, превышая по объему даже кинематограф",
    parentId: 5,
  },
  {
    id: 3,
    date: 2010,
    title:
      "С появлением технологий VR (виртуальная реальность) и AR (дополненная реальность) игровой процесс стал более иммерсивным и вовлекающим.",
    parentId: 5,
  },
  {
    id: 4,
    date: 2012,
    title:
      "Компьютерные игры являются значимым элементом культурного экспорта, влияя на моду, музыку и кино.",
    parentId: 5,
  },
  {
    id: 5,
    date: 2024,
    title:
      "Компьютерные игры сейчас признаны как спортивная дисциплина с миллионными призовыми фондами и профессиональными игроками.",
    parentId: 5,
  },
];
