import { ISlidersData } from "..";

export const literatureList: ISlidersData[] = [
  {
    id: 1,
    date: 1421,
    title:
      'В романе "Война и мир" Льва Толстого главными темами являются война и любовь, они переплетаются с судьбами множества персонажей.',
    parentId: 3,
  },
  {
    id: 2,
    date: 1429,
    title:
      '"1984" Джорджа Оруэлла — антиутопический роман, предсказывающий тоталитарный режим и массовый контроль в будущем.',
    parentId: 3,
  },
  {
    id: 3,
    date: 1445,
    title:
      'Данте Алигьери в своем эпосе "Божественная комедия" описывает путешествие по аду, чистилищу и райским сферам.',
    parentId: 3,
  },
  {
    id: 4,
    date: 1481,
    title:
      'Шекспир является автором более 30 пьес, среди которых "Гамлет", "Ромео и Джульетта" и "Отелло" считаются классикой мировой литературы.',
    parentId: 3,
  },
  {
    id: 5,
    date: 1492,
    title:
      '"Гарри Поттер" Дж. К. Роулинг — серия фэнтезийных романов, покорившая сердца миллионов читателей по всему миру.',
    parentId: 3,
  },
];
