import { ISlidersData } from "..";

export const scienceList: ISlidersData[] = [
  {
    id: 1,
    date: 1782,
    title:
      "Современная космология представляет Вселенную моделью Большого взрыва, где она начала свое существование около 13.8 миллиардов лет назад.",
    parentId: 6,
  },
  {
    id: 2,
    date: 1785,
    title:
      "ДНК, открытая в 1953 году Фрэнсисом Криком и Джеймсом Уотсоном, содержит генетическую информацию, необходимую для развития и функционирования всех живых организмов.",
    parentId: 6,
  },
  {
    id: 3,
    date: 1786,
    title:
      "Теория относительности, разработанная Альбертом Эйнштейном в начале 20 века, изменила представление о времени, пространстве и гравитации.",
    parentId: 6,
  },
  {
    id: 4,
    date: 1788,
    title:
      "В 1869 году Дмитрий Менделеев разработал таблицу химических элементов, которая предсказала свойства новых элементов и стала основой современной химии.",
    parentId: 6,
  },
  {
    id: 5,
    date: 1789,
    title:
      "Атом состоит из ядра, содержащего протоны и нейтроны, окруженного электронами, которые находятся на определенных энергетических уровнях.",
    parentId: 6,
  },
];
